/* No comment provided by engineer. */
"Apple ID field is empty" = " Le champ de l'Apple ID est vide";

/* No comment provided by engineer. */
"Acceptance Test" = "Test d'acceptation";

/* No comment provided by engineer. */
"Acceptance Test Merlin" = "Test d'acceptation Merlin";

/* No comment provided by engineer. */
"Acceptance Test New" = "Nouveau test d'acceptation";

/* No comment provided by engineer. */
"Apple ID" = "Identifiant Apple";

/* No comment provided by engineer. */
"Apple ID password" = "Mot de passe de l'Apple ID";

/* No comment provided by engineer. */
"Authentication was canceled by user" = "Authentification annulée par l'utilisateur";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Invalid Parameters: realm is not set" = "Paramètres invalides : domaine non défini";

/* No comment provided by engineer. */
"Invalid token data is returned by server" = "Données d'identification invalides retournées par le serveur";

/* No comment provided by engineer. */
"John.appleseed" = "John.appleseed";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Out of Memory" = "Mémoire insuffisante";

/* No comment provided by engineer. */
"Password" = "Mot de passe";

/* No comment provided by engineer. */
"password" = "mot de passe";

/* No comment provided by engineer. */
"Password expired. Please change your password on Mac." = "Mot de passe expiré. Veuillez modifier votre mot de passe sur Mac.";

/* No comment provided by engineer. */
"Password field is empty" = "Le champ du mot de passe est vide";

/* No comment provided by engineer. */
"Production" = "Production";

/* No comment provided by engineer. */
"Required" = "Requis";

/* No comment provided by engineer. */
"There was an error logging in. Please try again." = "Réponse du serveur mal formulée";

/* No comment provided by engineer. */
"There was an error logging in. Please try again." = "Réponse du serveur mal formulée";

/* No comment provided by engineer. */
"Sign In" = "Connexion";

/* No comment provided by engineer. */
"UAT-Merlin" = "UAT-Merlin";

/* No comment provided by engineer. */
"UAT-New" = "UAT-Nouveau";

/* No comment provided by engineer. */
"UAT-Old" = "UAT-Ancien";

/* No comment provided by engineer. */
"Would you like to visit iForgot.apple.com to recover your %@?" = "Voulez-vous visiter le site iForgot.apple.com afin de récupérer votre %@?";

/* No comment provided by engineer. */
"Your account name or password was entered incorrectly." = "Votre nom de compte ou votre mot de passe n’a pas été saisi correctement.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Votre identifiant Apple ou votre mot de passe n'a pas été entré correctement.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Pour votre propre sécurité, il est temps de réinitialiser votre mot de passe. Pour ce faire, il vous suffit d’aller sur le site %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Cet identifiant Apple ID a été désactivé pour des raisons de sécurité. Vous pouvez réinitialiser votre mot de passe en vous rendant sur le site %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "L’heure actuelle sur cet appareil semble inexacte. Réglez-la en allant dans le menu Réglages > Général > Date et heure, puis essayez de nouveau.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Oups! Une erreur s’est produite. Merci de votre patience. Veuillez réessayer plus tard.";

"You appear to be offline. Please connect to the Internet and try again." = "Vous n’êtes pas connecté. Connectez-vous à Internet, puis essayez de nouveau.";

"Two-step verification has been disabled for the Apple ID account %@." = "La validation en deux étapes a été désactivée pour le compte associé à l’identifiant Apple %@.";

"Signing In" = "Connexion";

"A new code has been sent to your device." = "Un nouveau code a été envoyé sur votre appareil.";

"Code %1$d of %2$d selected" = "Code %1$d sur %2$d sélectionné";

"Sending New Code" = "Envoi du nouveau code";

"Verifying code" = "Validation du code";

"Verified" = "Validé";

/* Verification Code Screen Prompt */
"Enter verification code" = "Entrez le code de validation";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Entrez le code de validation envoyé vers : %@";

/* Send new code button title */
"Send a new code" = "Envoyer un nouveau code";

/* SMS subtitle */
"SMS to Phone Number" = "Envoyer une messagerie texte vers un numéro de téléphone";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Vous ne pouvez pas recevoir de messages sur vos appareils?";

/* Verification Code Screen Title */
"Verification Code" = "Code de validation";

/* Trusted devices screen title */
"Verify Identity" = "Valider l’identité";

/* Send button title */
"Send" = "Envoyer";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Pour gérer vos appareils sécurisés, consultez %@ sur un Mac ou un PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "La validation en deux étapes est activée pour cet identifiant Apple.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "L’appareil que vous sélectionnez ci-dessous recevra un code temporaire, que vous pouvez utiliser pour valider votre identité.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "APPAREILS SÉCURISÉS";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "La validation en deux étapes est nécessaire, mais l’interaction des utilisateurs n’est pas autorisée.";

/* Button title */
"My Apple ID…" = "Mon identifiant Apple…";

/* Phone number description */
"Number ending in %@" = "Numéro se terminant par %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Désolés, vous avez effectué trop de tentatives infructueuses pour valider votre identité. Pour des raisons de sécurité, vous ne pourrez pas effectuer de changements à votre compte pendant huit heures sans votre clé de récupération.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Vous avez envoyé trop de code pour valider votre numéro de téléphone. Veuillez réessayer plus tard.";

/* Error Message */
"No Device information available." = "Aucune donnée n’est accessible concernant l’appareil";

/* Error Message */
"The verification code you entered is not valid." = "Le code de validation que vous avez entré est incorrect.";

/* Error Message */
"Invalid Session." = "Session incorrecte.";

/* Error Message */
"Cannot find this person." = "Nous ne pouvons retracer cette personne.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Vous avez effectué trop de tentatives infructueuses pour valider le code. Veuillez envoyer un nouveau code à un appareil différent ou essayez de nouveau ultérieurement.";

/* Send Code to label */
"Send Code to:" = "Envoyer le code à :";

/* Error Message */
"Please enter a valid phone number." = "Veuillez entrer un numéro de téléphone valide.";
